// Бутыль с систем клинером для заказов в карго и получения в вендоматах робо
/obj/item/reagent_containers/glass/bottle/system_cleaner
	name = "system cleaner bottle"
	desc = "Бутыль с реагентом, эффективно проводящим очистку системы у синтетиков. На этикетке авторучкой написано \"Используй Purge Corruption, ленивая скотина! Это для ремонта в поле!\"."
	icon = 'icons/obj/chemical.dmi'
	list_reagents = list(/datum/reagent/medicine/system_cleaner = 30)

// Ёмкость с супер-кровью для синтетиков.
/obj/item/reagent_containers/glass/bottle/synthblood_deluxe
	name = "H-Liquid DELUXE"
	desc = "Сверхэффективная гидравлическая жидкость, способная быстро восстановить работоспособность системы охлаждения у синтетиков. \
					 Была изобретена и применяется CyberSun для ремонта своих боевых роботов на передовой. Процесс производства \
					 достаточно дорогостоящий и требует применения блюспейс-сжатия, атомизации и насыщения. \
					 Более простые варианты данной жидкости могут быть произведены с помощью лишь блюспейс-сжатия и могут \
					 превращаться в обычную гидравлическую жидкость в соотношении 1/10. Вызывает кратковременные сбои сенсоров при применении."
	icon = 'icons/obj/chemical.dmi'
	list_reagents = list(/datum/reagent/medicine/synthblood_deluxe = 30)
