/datum/quirk/messy
	name = "Грязнуля"
	desc = "Из-за биологических особенностей вашего тела или блюспейс аномалии вы всегда устраиваете бардак, когда кончаете. Даже в тех обстоятельствах, когда это казалось бы невозможно."
	value = 0
	mob_trait = TRAIT_MESSY
	flavor_quirk = TRUE
	gain_text = span_lewd("Вы хотите покрыть что-то с помощью своих органических жидкостей.")
	lose_text = span_notice("Вы более не ощущаете себя 'грязнулей'.")
	medical_record_text = "Врачу пришлось принять успокоительное после того, как пациент обкончал весь медбей."
