/datum/quirk/high_pain_threshold
	name = "Высокий болевой порог"
	desc = "Жизнь, генетика, или что-то ещё научило вас если и не жить, то терпеть физическую боль. \
	Вы можете выдержать хирургическую операцию без наркоза легче, чем большинство вашего рода. Не повышает шанс при самооперации."
	value = 1
	mob_trait = TRAIT_BLUEMOON_HIGH_PAIN_THRESHOLD
	gain_text = "<span class='notice'>Боль - иллюзия чувств. И вы предпочитаете жить не в иллюзиях.</span>"
	lose_text = "<span class='warning'>Вам кажется, что ваше тело стало более чувствительным к боли...</span>"
	medical_record_text = "Пациент во время одной из проверок физических возможностей показал повышенный болевой порог."
