/datum/quirk/fear_of_surgeons
	name = "Боязнь хирургов"
	desc = "Мысль о том, чтобы лечь под скальпель, ввергает вас в тихий ужас. Едва ли вы согласитесь на это без веской необходимости. \
	Только анастезия поможет вытерпеть операцию, ведь если будете в сознании... Врачам будет сложнее оперировать вас. Самого себя, естественно, невозможно."
	value = -1
	mob_trait = TRAIT_BLUEMOON_FEAR_OF_SURGEONS
	gain_text = "<span class='warning'>Вид хирургических инструментов вызывает у вас панику, а мысль лечь под нож без анестезии заставляет чаще дышать от страха.</span>"
	lose_text = "<span class='notice'>Возможно, вы были не правы и хирургия не такая уж и страшная отрасль медицины...</span>"
	medical_record_text = "Пациент подписал документ об отказе от участия в хирургических процедурах без анестезии."
